[
  {
    "name": "All",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Before some types of surgery, you'll get medicine to make you sleep and prevent you from feeling pain. This medicine is called general anesthesia. How Does It Work? General anesthesia works by interrupting nerve signals in your brain and body. It prevents your brain from processing pain and fro"
  },
  {
    "name": "Anesthesia",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Before some types of surgery, you'll get medicine to make you sleep and prevent you from feeling pain. This medicine is called general anesthesia. How Does It Work? General anesthesia works by interrupting nerve signals in your brain and body. It prevents your brain from processing pain and fro"
  },
  {
    "name": "Anatomy",
    "photo":"https://3c1703fe8d.site.internapcdn.net/newman/gfx/news/hires/2015/infectionsin.jpg",
    "desc": " Anatomy, a field in the biological sciences concerned with the identification and description of the body structures of living things. Gross anatomy involves the study of major body structures by dissection and observation and in its narrowest sense is concerned only with the hum"
  },
  {
    "name": "Biochemistry",
    "photo":"http://www.nuffieldfoundation.org/sites/default/files/PB_health-and-disease.jpg",
    "desc": "Biochemistry is the branch of science that explores the chemical processes within and related to living organisms. It is a laboratory based science that brings together biology and chemistry. By using chemical knowledge and techniques, biochemists can understand and solve biological problems."
  },
  {
    "name": "Microbiology",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Microbiology is the study of microscopic organisms, such as bacteria, viruses, archaea, fungi and protozoa. This discipline includes fundamental research on the biochemistry, physiology, cell biology, ecology, evolution and clinical aspects of microorganisms, including the host response to these agents"
  },
  {
    "name": "Immune System",
    "photo":"http://www.nuffieldfoundation.org/sites/default/files/PB_health-and-disease.jpg",
    "desc": "The immune system is the body's defense against infectious organisms and other invaders. Through a series of steps called the immune response, the immune system attacks organisms and substances that invade body systems and cause disease."
  },
  {
    "name": "Pathology",
    "photo":"http://www.nuffieldfoundation.org/sites/default/files/PB_health-and-disease.jpg",
    "desc": "Pathology is a branch of medical science that involves the study and diagnosis of disease through the examination of surgically removed organs, tissues (biopsy samples), bo"
  },
  {
    "name": "Oncology",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Oncology is the study of cancer. An oncologist is a doctor who treats cancer and provides medical care for a person diagnosed with cancer. The field of oncology has three major areas: medical, surgical, and radiation."
  },
  {
    "name": "Genetics",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Genetics is the study of heredity and variations. Heredity and variations are controlled by genes—what they are, what they do, and how they work."
  },
  {
    "name": "Pharmacology",
    "photo":"https://3c1703fe8d.site.internapcdn.net/newman/gfx/news/hires/2015/infectionsin.jpg",
    "desc": "A pharmacology degree provides an understanding of medications, their sources, chemical properties, biological effects and therapeutic uses. You explore drug interactions in biological systems, the formulation and operation of clinical trials, as well as drug regulation and the marketing of pharmaceuticals."
  },
  {
    "name": "Infectous disease",
    "photo":"http://www.nuffieldfoundation.org/sites/default/files/PB_health-and-disease.jpg",
    "desc": "Infectious diseases are disorders caused by organisms — such as bacteria, viruses, fungi or parasites. Many organisms live in and on our bodies. They're normally harmless or even helpful, but under certain conditions, some organisms may cause disease. Some infectious diseases can be passed from person to person."
  },
  {
    "name": "Rental System",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "An Introduction to Systems Biology: Design Principles of Biological Circuits - CRC Press Book. ... eBook Rental from $35.98 ... Thorough and accessible, this book presents the design principles of biological systems, and highlights the recurring circuit elements that make up biological networks. It provides a ."
  },
  {
    "name": "Cardiovascular System",
    "photo":"https://3c1703fe8d.site.internapcdn.net/newman/gfx/news/hires/2015/infectionsin.jpg",
    "desc": "The circulatory system, also called the cardiovascular system or the vascular system, is an organ system that permits blood to circulate and transport nutrients (such as amino acids and electrolytes), oxygen, carbon dioxide, hormones, and blood cells to and from the cells in the body to provide nourishment and help"
  },
  {
    "name": "Respiratory System",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "The respiratory system is a biological system consisting of specific organs and structures used for gas exchange in animals and plants. The anatomy and physiology that make this happen varies greatly, depending on the size of the organism, the environment in which it lives and its evolutionary history. In land animals the .."
  },
  {
    "name": "Endocrine System",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "The endocrine system is a chemical messenger system consisting of hormones, the group of glands of an organism that carry those hormones directly into the circulatory system to be carried towards distant target organs, and the feedback loops of homeostasis that the hormones drive. In humans, the major endocrine gland ..."
  },
  {
    "name": "Gastrointestinal System",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "The gastrointestinal tract (digestive tract, digestional tract, GI tract, GIT, gut, or alimentary canal) is an organ system within humans and other animals which takes in food, digests it to extract and absorb energy and nutrients, and expels the remaining waste as feces."
  },
  {
    "name": "Hepatobiliary System",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "The hepatobiliary system is essential for digestion and includes: the liver, pancreas, bile ducts and the gallbladder. Many disorders and diseases can affect these organs, some of which are specified below."
  },
  {
    "name": "Blood Diseases",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Blood diseases and disorders affect one or more parts of the blood and prevent your blood from doing its job. Many blood diseases and disorders are caused by genes. Other causes include other diseases, side effects of medicines, and a lack of certain nutrients in your diet. Common blood disorders include anemia and ."
  },
  {
    "name": "Musculoskeletal System",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "The musculoskeletal system provides form, support, stability, and movement to the body. It is made up of the bones of the skeleton, muscles, cartilage, tendons, ligaments, joints, and other connective tissue that supports and binds tissues and organs together."
  },
  {
    "name": "Central Nervous System",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "The central nervous system (CNS) controls most functions of the body and mind. It consists of two parts: the brain and the spinal cord. The brain is the center of our thoughts, the interpreter of our external environment, and the origin of control over body movement."
  },
  {
    "name": "Psychiatry",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Psychiatry is the medical specialty devoted to the diagnosis, prevention and treatment of mental disorders. These include various maladaptations related to mood, behaviour, cognition, and perceptions. "
  },
  {
    "name": "Radiology",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Radiology is the science that uses medical imaging to diagnose and sometimes also treat diseases within the body. A variety of imaging techniques such as X-ray radiography, ultrasound, computed tomography (CT), nuclear medicine including positron emission tomography (PET), and magnetic resonance imaging (MRI) "
  },
  {
    "name": "Orthopedics",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Orthopedics is the field of medicine concerned with the study and treatment of the musculosketetal system, particularly the spine, joints, and muscles. Orthopedics mainly deals with correction of disorders and deformities related to the musculosketal system; hence, orthopedics is central to the treatment of back pain."
  },
  {
    "name": "Gynecology",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Gynaecology or gynecology (see spelling differences) is the medical practice dealing with the health of the female reproductive systems (vagina, uterus, and ovaries) and the breasts. Outside medicine, the term means "
  },
  {
    "name": "Obstetrics",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Obstetrics is the field of study concentrated on pregnancy, childbirth, and the postpartum period. As a medical specialty, obstetrics is combined with gynaecology under the discipline known as obstetrics and gynaecology (OB/GYN) which is a surgical field."
  },
  {
    "name": "Pediatrics",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Pediatrics is the branch of medicine that involves the medical care of infants, children, and adolescents. The American Academy of Pediatrics recommends people be under pediatric care up to the age of 21. A medical doctor who specializes in this area is known as a pediatrician, or paediatrician. The word pediatrics and its ..."
  },
  {
    "name": "Community Medicine",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "Community Medicine Share this page. It is a branch of healthcare that is concerned with the health of the each individuals of a community. The importance of community medicine is on the early diagnosis of disease, and the prevention of disease in the community. Related Journals of Community Medicine."
  },
  {
    "name": "Forensic Medicine",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "The branch of medicine dealing with the application of medical knowledge to establish facts in civil or criminal legal cases, such as an investigation into the cause and time of a suspicious death. Also known as forensic pathology."
  },
  {
    "name": "Opthalmology",
    "photo":"https://i.ndtvimg.com/i/2017-02/rare-disease-620x350_620x350_41488260155.jpg",
    "desc": "An ophthalmologist is a specialist in medical and surgical eye disease. Their credentials include a doctorate degree in medicine, followed by an additional four years of Ophthalmology residency training."
  }
]